Repository: jpedram/skill-sample-python-sauce-boss
Catalog: lambda/py/locales/*/LC_MESSAGES/data.po
Languages: es_mx, fr_ca, hi_in, ja_jp

source: Sauce Boss
es_mx: Rey de la Salsa
fr_ca: Le Roi des Sauces
hi_in: सॉस बॉस
ja_jp: ソースボス

source: Welcome to {}
es_mx: Bienvenidos al {}
fr_ca: Bienvenue chez {}
hi_in: {} में आपका स्वागत हैं
ja_jp: ようこそ{}へ

source: HOW TO MAKE {} SAUCE
es_mx: COMO HACER SALSA {}
fr_ca: PREPARATION POUR SAUCE {}
hi_in: {} बनाने की प्रक्रिया
ja_jp: {}ソースの作り方

source: HELP
es_mx: AYUDA
fr_ca: AIDE
hi_in: मदद
ja_jp: ヘルプ

source: Select the sauce you want to prepare
es_mx: Selecciona la salsa que quieres cocinar
fr_ca: Sélectionnez la sauce que vous souhaitez cuisiner
hi_in: सॉस को सेलेक्ट करे
ja_jp: 作りたいソースを選んでください。

source: Welcome to {}. You can ask a question like, what's the recipe for {} sauce? ... Now, which sauce would you like to prepare?
es_mx: Bienvenidos al {}. Puedes hacerme una pregunta como, “Cuál es la receta de la salsa {}?” … Bien, qué salsa quieres cocinar?
fr_ca: Bienvenue chez {}. Je vous accompagne dans la conception de vos sauces culinaires. Pour me demander la recette d’une sauce, il suffit de me dire par exemple “Quelle est la recette de la sauce {}?” … Quelle sauce souhaitez-vous cuisiner?
hi_in: {} में आपका स्वागत हैं. आप मुझसे {} की रेसिपी पूछ सकते हैं. अब आप कौनसा सॉस बनाना चाहेंगे?
ja_jp: {}へようこそ。「{}の作り方を教えて。」のように聞くことができます。きょうはどんなソースを作りたいですか？

source: For instructions on what you can say, please say help me. Which sauce would you like to prepare?
es_mx: Si necesitas entender qué puedes hacer con la skill, di ayuda. Qué salsa quieres cocinar?
fr_ca: Quelle sauce souhaitez-vous cuisiner?
hi_in: मदद के लिए आप कह सकते हैं मेरी मदद करो. आप कौनसा सॉस बनाना चाहेंगे?
ja_jp: 使い方を知りたい場合は、「ヘルプ」と言ってください。きょうはどんなソースを作りたいですか？

source: {} - Recipe for {}
es_mx: {} - Receta de {}
fr_ca: {} - Recette {}
hi_in: {} - {} की रेसिपी
ja_jp: {} - {}のレシピ

source: You can ask questions such as, what's the recipe for {}, or, you can say exit ... Now, which sauce would you like to prepare?
es_mx: Puedes preguntar cosas como, “cuál es la receta de la salsa {}?”, o, puedes decir salir … Qué salsa quieres cocinar?
fr_ca: Dites-moi la sauce que vous voulez cuisinez et je vous donnerai la recette. Vous pouvez me poser des questions comme par exemple “Quelle est la recette de la sauce {}?” … Quelle sauce souhaitez-vous cuisiner?
hi_in: आप मुझसे {} की रेसिपी पूछ सकते हैं या फिर रोको बोल सकते हैं. आप कौनसा सॉस बनाना चाहेंगे?
ja_jp: {}の作り方を教えて。」のように聞くことができます。終わりたい場合は「終了。」と言ってください。きょうはどんなソースを作りたいですか？

source: You can say things like, what's the recipe for {}, or you can say ... Now, which sauce would you like to prepare?
es_mx: Puedes decirme cosas como por ejemplo, “cuál es la receta de la salsa {}?”, o, puedes decir salir … Qué salsa quieres cocinar?
fr_ca: Vous pouvez me poser des questions comme par exemple “Quelle est la recette de la sauce {}?” … Quelle sauce souhaitez-vous cuisiner?
hi_in: आप मुझसे {} की रेसिपी पूछ सकते हैं या फिर रोको बोल सकते हैं. अब आप कौनसा सॉस बनाना चाहेंगे?
ja_jp: 「{}の作り方を教えて。」のように聞くことができます。終わりたい場合は「終了。」と言ってください。きょうはどんなソースを作りたいですか？

source: Goodbye!
es_mx: Hasta luego!
fr_ca: Au revoir!
hi_in: अलविदा
ja_jp: さようなら!

source: Try saying repeat
es_mx: Intenta decir Repite.
fr_ca: Dites “Répétez” pour que je relise la recette.
hi_in: कृपया रिपीट कहे
ja_jp: リピートと言ってみて。

source: I'm sorry, I currently do not know the recipe for {}. Which sauce would you like to prepare?
es_mx: Lo siento, ahora mismo no conozco la receta de {}. Qué salsa quieres cocinar?
fr_ca: Désolé, je ne connais pas encore la recette de la sauce {}. Quelle autre sauce souhaitez-vous cuisiner?
hi_in: माफ़ कीजिए, मुझे फ़िलहाल वो रेसिपी के बारे मैं पता नहीं हैं. आप कौनसा सॉस बनाना चाहेंगे?
ja_jp: ごめんなさい。{}ソースの作り方は知りません。他にどんなソースを作りたいですか？

source: I'm sorry, I currently do not know that recipe. Which sauce would you like to prepare?
es_mx: Lo siento, aun no conozco esa receta. Qué salsa quieres cocinar?
fr_ca: Désolé, je ne connais pas encore cette recette. Quelle autre sauce souhaitez-vous cuisiner?
hi_in: माफ़ कीजिए, मुझे फ़िलहाल वो रेसिपी के बारे मैं पता नहीं हैं. आप कौनसा सॉस बनाना चाहेंगे?
ja_jp: ごめんなさい。そのソースの作り方は知りません。他にどんなソースを作りたいですか？

source: Which sauce would you like to prepare?
es_mx: Qué salsa quieres cocinar?
fr_ca: Quelle autre sauce souhaitez-vous cuisiner?
hi_in: आप कौनसा सॉस बनाना चाहेंगे?
ja_jp: 他にどんなソースを作りたいですか？

source: I'm sorry I didn't catch that. Can you reformulate please?
es_mx: No se que ha pasado. Por favor inténtalo otra vez.
fr_ca: Désolé, je n’ai pas compris. Pouvez-vous reformulez s’il vous plait ?
hi_in: क्षमा कीजिए, मैं समज नहीं पायी. क्या आप दोहरा सकते हैं ?
ja_jp: すみません。うまく理解できませんでした。もう一度言ってみてください。

source: How do I make {} sauce?
es_mx: Cómo puedo elaborar salsa {}?
fr_ca: quelle est la recette de la sauce {}?
hi_in: {} सॉस कैसे बनाते हैं?
ja_jp: {}ソースの作り方を教えて?

source: You just triggered {}
es_mx: Acabas de activar {}
fr_ca: Vous avez invoqué l’intention {}
hi_in: आपने {} को ट्रिगर किया हैं
